<?xml version="1.0" encoding="iso-8859-1"?>
<rss version="2.0"><channel><title>PartaEvent's feed</title><link>http://127.0.0.1:8000</link><description>The latest news about Patra's Events .</description><generator>PyRSS2Gen-1.1.0</generator><docs>http://blogs.law.harvard.edu/tech/rss</docs><item><title>Blend presents TECHNIQUES 05 | SVEN VÄTH &amp; NINA KRAVIZ</title><link>http://127.0.0.1:8000/event/1578821745668242</link><description>Blend presents

TECHNIQUES 05
SVEN VÄTH &amp; NINA KRAVIZ | 
&amp; more acts TBA

BLEND 10 YEARS ANNIVERSARY
&#931;&#940;&#946;&#946;&#945;&#964;&#959; 26 &#931;&#949;&#960;&#964;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2015 
    

&#932;&#959; Blend &#956;&#949; &#965;&#960;&#949;&#961;&#951;&#966;&#940;&#957;&#949;&#953;&#945; &#945;&#957;&#945;&#954;&#959;&#953;&#957;&#974;&#957;&#949;&#953; &#964;&#959;&#965;&#962;  &#963;&#960;&#959;&#965;&#948;&#945;&#943;&#959;&#965;&#962; headliners &#956;&#949; &#964;&#959;&#965;&#962; &#959;&#960;&#959;&#943;&#959;&#965;&#962; &#952;&#945; &#947;&#953;&#959;&#961;&#964;&#940;&#963;&#949;&#953; &#964;&#951;&#957; &#949;&#960;&#941;&#964;&#949;&#953;&#959; &#964;&#969;&#957; &#960;&#961;&#974;&#964;&#969;&#957; 10 &#967;&#961;&#972;&#957;&#969;&#957; &#949;&#960;&#953;&#964;&#965;&#967;&#951;&#956;&#941;&#957;&#951;&#962;  &#950;&#969;&#942;&#962;  &#964;&#959;&#965; &#963;&#964;&#951;&#957; &#949;&#947;&#967;&#974;&#961;&#953;&#945; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#963;&#954;&#951;&#957;&#942;. &#927; 5&#959;&#962; &#954;&#945;&#964;&#940; &#963;&#949;&#953;&#961;&#940; &#952;&#949;&#963;&#956;&#972;&#962; &#964;&#959;&#965; &#948;&#953;&#949;&#952;&#957;&#974;&#957; &#960;&#961;&#959;&#948;&#953;&#945;&#947;&#961;&#945;&#966;&#974;&#957; &#966;&#949;&#963;&#964;&#953;&#946;&#940;&#955; Techniques &#941;&#967;&#949;&#953; &#963;&#965;&#956;&#946;&#959;&#955;&#953;&#954;&#942; &#963;&#951;&#956;&#945;&#963;&#943;&#945; &#947;&#953;&#945; &#964;&#951;&#957; &#960;&#953;&#959; &#948;&#961;&#945;&#963;&#964;&#942;&#961;&#953;&#945; &#959;&#956;&#940;&#948;&#945; &#964;&#959;&#965; &#949;&#943;&#948;&#959;&#965;&#962; &#964;&#951;&#962;. &#916;&#974;&#948;&#949;&#954;&#945; &#945;&#963;&#964;&#945;&#956;&#940;&#964;&#951;&#964;&#949;&#962; &#974;&#961;&#949;&#962; &#967;&#959;&#961;&#949;&#965;&#964;&#953;&#954;&#942;&#962; &#941;&#954;&#963;&#964;&#945;&#963;&#951;&#962; &#965;&#960;&#972; &#964;&#959;&#965;&#962; &#960;&#953;&#959; &#948;&#965;&#957;&#945;&#964;&#959;&#973;&#962; &#972;&#963;&#959; &#954;&#945;&#953; &#960;&#953;&#959; &#960;&#959;&#953;&#959;&#964;&#953;&#954;&#959;&#973;&#962; underground &#942;&#967;&#959;&#965;&#962;! 

&#932;&#959; &#931;&#940;&#946;&#946;&#945;&#964;&#959; 26 &#931;&#949;&#960;&#964;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2015 &#960;&#940;&#957;&#969; &#945;&#960;&#972; 4000 clubbers &#952;&#945; &#965;&#960;&#959;&#954;&#955;&#953;&#952;&#959;&#973;&#957; &#963;&#964;&#959; &#956;&#949;&#947;&#945;&#955;&#949;&#943;&#959; &#964;&#959;&#965; &#915;&#949;&#961;&#956;&#945;&#957;&#959;&#973; &#952;&#961;&#973;&#955;&#959;&#965; &#964;&#951;&#962; techno: O Sven Vath, &#959; &#960;&#961;&#969;&#964;&#959;&#960;&#972;&#961;&#959;&#962; &#964;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#963;&#954;&#951;&#957;&#942;&#962;  &#954;&#945;&#953; &#953;&#948;&#961;&#965;&#964;&#942;&#962; &#964;&#951;&#962; Cocoon Records, &#972;&#960;&#969;&#962;  &#954;&#945;&#953; &#964;&#969;&#957; &#959;&#956;&#972;&#957;&#965;&#956;&#969;&#957; &#948;&#953;&#945;&#967;&#961;&#959;&#957;&#953;&#954;&#974;&#957; parties &#960;&#959;&#965; &#941;&#948;&#969;&#963;&#945;&#957; &#963;&#964;&#951;&#957; &#906;&#956;&#960;&#953;&#950;&#945; &#941;&#957;&#945; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#964;&#951;&#962; &#945;&#958;&#949;&#960;&#941;&#961;&#945;&#963;&#964;&#951;&#962; &#967;&#959;&#961;&#949;&#965;&#964;&#953;&#954;&#942;&#962; &#945;&#943;&#947;&#955;&#951;&#962; &#964;&#951;&#962;, &#949;&#960;&#953;&#963;&#964;&#961;&#941;&#966;&#949;&#953; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945; &#947;&#953;&#945; &#957;&#945; &#960;&#945;&#961;&#945;&#963;&#973;&#961;&#949;&#953; &#949;&#954;&#963;&#964;&#945;&#964;&#953;&#954;&#940; &#964;&#959; &#954;&#959;&#953;&#957;&#972; &#972;&#960;&#969;&#962; &#956;&#972;&#957;&#959; &#949;&#954;&#949;&#943;&#957;&#959;&#962; &#958;&#941;&#961;&#949;&#953;.

&#932;&#945; decks &#952;&#945; &#941;&#967;&#949;&#953; &#960;&#961;&#959;&#949;&#964;&#959;&#953;&#956;&#940;&#963;&#949;&#953; &#947;&#953;&#945; &#949;&#954;&#949;&#943;&#957;&#959;&#957; &#964;&#959; &#945;&#960;&#972;&#955;&#965;&#964;&#959; &#952;&#951;&#955;&#965;&#954;&#972; &#964;&#951;&#962; techno &#954;&#945;&#953; tech house, &#951; star &#960;&#959;&#965; &#945;&#954;&#959;&#973;&#949;&#953; &#963;&#964;&#959; &#972;&#957;&#959;&#956;&#945; Nina Kraviz. &#919; &#960;&#953;&#959; &#966;&#951;&#956;&#953;&#963;&#956;&#941;&#957;&#951; &#929;&#969;&#963;&#943;&#948;&#945; dj &#954;&#945;&#953; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#972;&#962;  &#960;&#959;&#965; &#955;&#945;&#964;&#961;&#949;&#973;&#949;&#964;&#945;&#953; &#945;&#960;&#972; &#964;&#959; &#954;&#959;&#953;&#957;&#972; &#960;&#945;&#947;&#954;&#959;&#963;&#956;&#943;&#969;&#962; &#941;&#967;&#949;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#963;&#949;&#953; &#956;&#953;&#945; &#960;&#959;&#955;&#973; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#951; &#963;&#967;&#941;&#963;&#951; &#956;&#949; &#964;&#959;&#965;&#962; &#945;&#956;&#941;&#964;&#961;&#951;&#964;&#959;&#965;&#962; &#904;&#955;&#955;&#951;&#957;&#949;&#962; fans, &#964;&#959;&#965;&#962; &#959;&#960;&#959;&#943;&#959;&#965;&#962; &#953;&#954;&#945;&#957;&#959;&#960;&#959;&#953;&#949;&#943; &#956;&#959;&#965;&#963;&#953;&#954;&#940; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#956;&#949; &#964;&#951;&#957; &#953;&#948;&#953;&#945;&#943;&#964;&#949;&#961;&#951; &#960;&#945;&#961;&#959;&#965;&#963;&#943;&#945; &#964;&#951;&#962; &#963;&#949; &#954;&#940;&#952;&#949; &#964;&#959;&#965;&#962; &#963;&#965;&#957;&#940;&#957;&#964;&#951;&#963;&#951;.

&#932;&#959; Techniques 05 &#945;&#957;&#945;&#956;&#941;&#957;&#949;&#964;&#945;&#953; &#957;&#945; &#949;&#943;&#957;&#945;&#953; &#964;&#959; &#945;&#960;&#972;&#955;&#965;&#964;&#959; &#959;&#960;&#964;&#953;&#954;&#959;&#945;&#954;&#959;&#965;&#963;&#964;&#953;&#954;&#972; &#947;&#949;&#947;&#959;&#957;&#972;&#962;, &#963;&#965;&#957;&#949;&#967;&#943;&#950;&#959;&#957;&#964;&#945;&#962; &#964;&#951;&#957; &#960;&#945;&#961;&#940;&#948;&#959;&#963;&#951; &#945;&#965;&#964;&#959;&#973; &#964;&#959;&#965; &#952;&#949;&#963;&#956;&#959;&#973;, &#959; &#959;&#960;&#959;&#943;&#959;&#962; &#956;&#960;&#959;&#961;&#949;&#943; &#957;&#945; &#963;&#965;&#947;&#954;&#961;&#953;&#952;&#949;&#943; &#945;&#960;&#959;&#954;&#955;&#949;&#953;&#963;&#964;&#953;&#954;&#940; &#956;&#949; &#964;&#945; &#956;&#949;&#947;&#945;&#955;&#973;&#964;&#949;&#961;&#945; dance events  &#964;&#959;&#965; &#960;&#955;&#945;&#957;&#942;&#964;&#951;.

&#931;&#973;&#957;&#964;&#959;&#956;&#945; &#952;&#945; &#945;&#957;&#945;&#954;&#959;&#953;&#957;&#969;&#952;&#959;&#973;&#957; &#954;&#945;&#953; &#964;&#945; &#965;&#960;&#972;&#955;&#959;&#953;&#960;&#945; &#959;&#957;&#972;&#956;&#945;&#964;&#945; &#964;&#959;&#965; line-up!


&#923;&#943;&#947;&#945; &#955;&#972;&#947;&#953;&#945; &#947;&#953;&#945; &#964;&#959; Blend Techniques Festival

Blend Techniques &#943;&#963;&#959;&#957; &#956;&#953;&#945; &#956;&#959;&#957;&#945;&#948;&#953;&#954;&#942; &#959;&#960;&#964;&#953;&#954;&#959;&#945;&#954;&#959;&#965;&#963;&#964;&#953;&#954;&#942; &#949;&#956;&#960;&#949;&#953;&#961;&#943;&#945; &#960;&#959;&#965; &#965;&#960;&#945;&#954;&#959;&#973;&#949;&#953; &#945;&#960;&#972;&#955;&#965;&#964;&#945; &#963;&#964;&#945; standards &#964;&#969;&#957; &#963;&#960;&#959;&#965;&#948;&#945;&#953;&#972;&#964;&#949;&#961;&#969;&#957; &#966;&#949;&#963;&#964;&#953;&#946;&#940;&#955; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#942;&#962; &#945;&#957;&#940; &#964;&#959;&#957; &#954;&#972;&#963;&#956;&#959;. &#924;&#953;&#945; &#966;&#959;&#961;&#940; &#964;&#959; &#967;&#961;&#972;&#957;&#959;, &#949;&#958;&#941;&#967;&#959;&#957;&#964;&#945; &#956;&#941;&#955;&#951; &#964;&#951;&#962; &#960;&#945;&#947;&#954;&#972;&#963;&#956;&#953;&#945;&#962; &#963;&#954;&#951;&#957;&#942;&#962; &#949;&#957;&#974;&#957;&#959;&#965;&#957; &#964;&#953;&#962; &#948;&#965;&#957;&#940;&#956;&#949;&#953;&#962; &#964;&#959;&#965;&#962; &#947;&#953;&#945; &#967;&#940;&#961;&#951; &#964;&#959;&#965; &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#959;&#973; &#954;&#959;&#953;&#957;&#959;&#973;, &#960;&#940;&#957;&#964;&#945; &#956;&#949; &#964;&#951; &#963;&#966;&#961;&#945;&#947;&#943;&#948;&#945; &#964;&#951;&#962; &#960;&#961;&#969;&#964;&#959;&#960;&#972;&#961;&#945;&#962; &#959;&#956;&#940;&#948;&#945;&#962; &#964;&#959;&#965; Blend, &#951; &#959;&#960;&#959;&#943;&#945; &#948;&#961;&#945;&#963;&#964;&#951;&#961;&#953;&#959;&#960;&#959;&#953;&#949;&#943;&#964;&#945;&#953; &#963;&#964;&#959; &#967;&#974;&#961;&#959; &#964;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#942;&#962; &#963;&#954;&#951;&#957;&#942;&#962; &#964;&#945; &#964;&#949;&#955;&#949;&#965;&#964;&#945;&#943;&#945; 10 &#967;&#961;&#972;&#957;&#953;&#945;. 

&#932;&#959; 1&#959; Blend Techniques 01 &#941;&#955;&#945;&#946;&#949; &#967;&#974;&#961;&#945; &#963;&#964;&#953;&#962; 15 &#931;&#949;&#960;&#964;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2012 &#956;&#949; guests &#964;&#959;&#965;&#962; Richie Hawtin, Barem &#954;&#945;&#953; Matador. 

&#919; &#963;&#965;&#957;&#941;&#967;&#949;&#953;&#945; &#941;&#947;&#953;&#957;&#949; &#956;&#949; &#964;&#959; Blend Techniques 02 &#963;&#964;&#953;&#962; 21 &#931;&#949;&#960;&#964;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2013, &#941;&#957;&#945; 12&#969;&#961;&#959; SOLD OUT &#960;&#940;&#961;&#964;&#953; &#956;&#949; &#954;&#945;&#955;&#949;&#963;&#956;&#941;&#957;&#959;&#965;&#962; &#964;&#959;&#965;&#962; Sven Vath, Luciano &#954;&#945;&#953; tINI, &#964;&#959; &#959;&#960;&#959;&#943;&#959; &#963;&#965;&#947;&#954;&#941;&#957;&#964;&#961;&#969;&#963;&#949; &#960;&#940;&#957;&#969; &#945;&#960;&#972; 5.000 &#940;&#964;&#959;&#956;&#945;, &#951;&#955;&#953;&#954;&#943;&#945;&#962; &#954;&#965;&#961;&#943;&#969;&#962; &#956;&#949;&#964;&#945;&#958;&#973; 18-30 &#949;&#964;&#974;&#957;. 

To Techniques 03 &#964;&#959;&#957; &#913;&#960;&#961;&#943;&#955;&#953;&#959; &#964;&#959;&#965; 2014 &#940;&#966;&#951;&#963;&#949; &#949;&#960;&#959;&#967;&#942; &#967;&#940;&#961;&#951; &#963;&#964;&#959;&#965;&#962; Marco Carola, Loco Dice &#954;&#945;&#953; Guti, &#949;&#957;&#974; &#964;&#959; Techniques 04 &#963;&#964;&#953;&#962; 14 &#931;&#949;&#960;&#964;&#949;&#956;&#946;&#961;&#943;&#959;&#965; 2014 &#954;&#945;&#953; headliners &#964;&#959;&#965;&#962; Fabio Florido, Gaiser, Matador, Dubfire &#954;&#945;&#953; &#966;&#965;&#963;&#953;&#954;&#940; &#964;&#959;&#957; Master of Universe, Richie Hawtin &#945;&#957;&#941;&#946;&#945;&#963;&#949; &#964;&#959;&#957; &#960;&#942;&#967;&#951; &#963;&#949; &#960;&#961;&#969;&#964;&#972;&#947;&#957;&#969;&#961;&#945; &#947;&#953;&#945; &#964;&#945; &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; &#948;&#949;&#948;&#959;&#956;&#941;&#957;&#945; &#973;&#968;&#951;.</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1578821745668242</guid></item><item><title>Blend presents RICARDO VILLALOBOS | Stathis Lazarides at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/851100794984349</link><description>more Info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/851100794984349</guid></item><item><title>Joseph Capriati presents 100JC + guest Guti ( live ) blend at Cavo Paradiso</title><link>http://127.0.0.1:8000/event/1644559009089319</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1644559009089319</guid></item><item><title>Blend presents MINUS Showcase with RICHIE HAWTIN, GAISER &amp; MARC FAENGER at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/859784274067816</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/859784274067816</guid></item><item><title>Blend presents LEN FAKI &amp; SAM PAGANINI at Cavo Paradiso - Mykonos</title><link>http://127.0.0.1:8000/event/1597190557206053</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1597190557206053</guid></item><item><title>Blend presents NINA KRAVIZ &amp; MARCEL DETTMANN at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/1382811405350680</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1382811405350680</guid></item><item><title>Blend presents MARCO CAROLA at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/1425353291107854</link><description>more into soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1425353291107854</guid></item><item><title>Ammos Presents 'Deep Methods #1  With SOLOMUN' - 31.07.15</title><link>http://127.0.0.1:8000/event/1658278874402371</link><description>SOLOMUN
__________
Solomun has played a major role in redefining European House Music, with productions, remixes and stand-out DJ sets that take the very building blocks of House and sensitively reconstruct them: adding a fresh, ultramodern twist to the genre. A well-respected underground producer for a number of years, he regularly hits the top spot of readers&#8217; polls in music industry magazines - confirming his measure in every important category. 

His stratospheric rise in popularity kicked off in 2012, after a legendary first season on Ibiza with his own label-inspired Diynamic Neon Nights at Sankeys.

Here, he and his crew took up the challenge and initiated a take-over of what was becoming a clichéd scene. This first assault on the White Island brought Solomun his just-rewards in the shape of Best Producer title at the DJ Awards Ibiza and DJ of the Year from Mixmag Magazine.  It follows that &#8220;Neon Nights&#8221; will continue at Sankeys again this summer, along with an own night every Sunday at Pacha/Ibiza &#8220;Solomun +1&#8221;.

Solomun loves the studio, this is clear from his output: always emotive, visceral, authentic and always promoting his reasoning that &#8220;Music is Moments&#8221;. That said, his passion for DJing can never be questioned by anyone who&#8217;s seen him in-action, all over the world. As head of Diynamic Music, he&#8217;s a consistent but still he&#8217;s not afraid to take the audience on a journey.  It&#8217;s a sensual style where deepness, funkiness and human vocals go hand in hand.

Running two successful labels (Diynamic and 2DIY4), one of the most respected underground Clubs in Germany (EGO) and the Diynamic Radio Show (broadcast in over 30 countries), is a true indicator of Solomun&#8217;s deep love of music and of his people. His work ethic is managed in much the same way that he brings a variety of influences into his music: a little soft touch here, a cool dance move over there and a real, honest commitment to &#8220;Doing It Yourself&#8221;.

Recent Awards and poll results:

2013
______
Best Deeep House DJ // DJ Awards Ibiza (ES)

2012
______
DJ of the Year // Mixmag Magazine (UK)
Best Producer // DJ Awards Ibiza (ES)
Best DJ International // Cool Awards Brazil (BR)
Best International Tour // Rio Music Conference Award (BR)
Best Producer // Groove Magazine (DE, AT, CH)
Best Label Diynamic // Groove Magazine (DE, AT, CH)
Best DJ #03 // Groove Magazine (DE, AT, CH)
Best Track #04 Kackvogel // Groove Magazine (DE, AT, CH)
Best Producer #6 // Faze Mag (DE, AT, CH)
Best Label Diynamic #5 // Faze Mag (DE, AT, CH)
Best Track #14 Kackvogel // Faze Mag (DE, AT, CH)
Best DJ #22 // Resident Advisor (UK)
Best Compilation #05 (Watergate 11) // DJ Mag (UK)
Best Compilation #05 (Watergate 11) // Mixmag Magazine (UK)

2011
______
Remix of the Year- Around (Noir &amp; Haze) // Resident Advisor (UK)
Most Charted Artist #04 // Resident Advisor (UK)
Best Remix #02 &#8211; Around (Noir &amp; Haze) // Groove Magazine (DE, AT, CH)
Best Remix #03 - Let´s Go Back (Kraak &amp; Smaak) // Groove Magazine (DE, AT, CH)
Best Producer #02 // Groove Magazine (DE, AT, CH)
Best DJ #03 // Groove Magazine (DE, AT, CH)
Best DJ #05 // De:Bug Magazine (DE, AT, CH)

Solomun on social media, January 2013:
- More than 15 million clicks on YouTube
- More than 4 million Soundcloud clicks
- More than 500.000 follower on Facebook</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1658278874402371</guid></item><item><title>Blend presents LOCO DICE at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/376906855834664</link><description>MORE INFO SOON</description><guid isPermaLink="true">http://127.0.0.1:8000/event/376906855834664</guid></item><item><title>Blend presents MAGDA &amp; ILARIO ALICANTE | Nico Rac at Cavo Paradiso</title><link>http://127.0.0.1:8000/event/931685333565055</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/931685333565055</guid></item><item><title>Blend presents SVEN VATH at Cavo Paradiso | Mykonos</title><link>http://127.0.0.1:8000/event/854378561315864</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/854378561315864</guid></item><item><title>BLEND presents CHRIS LIEBING &amp; PACO OSUNA at Cavo Paradiso</title><link>http://127.0.0.1:8000/event/703636613115123</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/703636613115123</guid></item><item><title>Blend presents Solomun at Cavo Paradiso</title><link>http://127.0.0.1:8000/event/376234835917255</link><description>more Info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/376234835917255</guid></item><item><title>Blend presents HeRNAN CATTANEO at Bolivar Beach Club</title><link>http://127.0.0.1:8000/event/1579898768955138</link><description>more info soon</description><guid isPermaLink="true">http://127.0.0.1:8000/event/1579898768955138</guid></item><item><title>Ammos Presents 'Deep &amp; Tech with Guti Live' - 09.07.15</title><link>http://127.0.0.1:8000/event/108909576110387</link><description>Guti
____

A classically-trained jazz virtuoso and national rock &#8216;n&#8217; roll hero in Argentina, Guti was born into an exceptionally musical family, which included orchestra directors, saxophone players and pianists. On long hot summers, Guti would steal hours alone at the piano (first teaching himself how to play at the age of five) in a big house belonging to his uncle. As a teen, after getting into blues he began hanging with successful Argentine rock bands like the Black and Blues, Ratones Paranoicos, Viejas Locas and Los Piojos and before long, his own band Jovenes Pordioseros were playing to 10,000 people from Thursday through Saturday. But it&#8217;s not in Guti&#8217;s nature to stay locked in one mode of music. It was in the studio of Latin Grammy-nominated producer and friend Leandro Martinez that Guti began experimenting with making house beats and singing on top. And having grown up with music, it didn&#8217;t take long before he was banging out several tracks a day without breaking a sweat.

2010 was the year that Guti&#8217;s electronic career really began to ignite. Just two years after his first live sets in Europe, Guti moved to Düsseldorf to hunker down in the studio to concentrate on the Guti Techno and House project. The result was his stunning debut album &#8220;Patio de juegos&#8221; released on Desolat to critical acclaim. In the years since, Guti&#8217;s productions have continued to go from strength to strength with releases on a host of the worlds leading electronic music labels including Supplement Facts (You&#8217;ve Got Me EP) and Wolf + Lamb (Hold Me Tight EP) in 2010; Cadenza (Maayancholy EP), Defected (Esa Nena Quiere EP) and Hideout (That Ginger Pony Ponytail EP) in 2011; Saved Records (We Are EP), Crosstown Rebels (Step EP) and Intec Digital (Busuki EP) in 2012 and Be As One (Blossom EP), DFTD (with Guti&#8217;s Hope EP notably being the first release on this new sub-label of Defected) and This And That Music (The Other Side Of Hustler EP) in 2014.

The summer of 2014 has begun in particularly exciting fashion with the release of his stunning second studio album. &#8216;Rompecorazones&#8217; is the debut release on Guti&#8217;s newly launched label, also called Rompecorazones Music and this album, distributed by Defected Records, was made in Guti&#8217;s cutting-edge new Barcelona studio (soon to be featured in Resident Advisor and Future Music). On &#8216;Rompecorazones&#8217; Guti once again displays his diversity as he incorporates elements from a vast array of musical styles &#8211; including jazz, electronica, ambient and blues across 12 original productions.
Although currently based in Barcelona, it&#8217;s unlikely he will ever leave behind the spirit of the Latin America he knows. &#8220;I love Buenos Aires. It&#8217;s a huge city... a huge jungle. Really fast, really crazy, dirty, messy. But really creative: amazing musicians. That happens with all the poor countries. We don&#8217;t have money, so we play music. We write books.&#8221; And the story continues.

Manolaco
________

Michalis Manolakos aka Manolaco, started practicing music from the age of nine as he began music studies in a local music school where he studied theory and harmony of music for 7 years. At the same time his music influences were coming mainly from radio and cds listening to soul, funk, acid jazz, hip-hop and early days of Detroit house scene.
Practice makes perfect and Michali's curiosity and love for music leaded him to stick with house records at a friend&#8217;s house after school. His curiosity became passion and just listening was translated into buying two turntables and enough records to make a mix. Soon, he became confident enough to walk to a local club and offer the club owner to give me him a slot during a night. Michalis gained valuable experience from those trial nights which was again enough to pack his records and get ready for his next step. 

That step was called Paros island where he introduces his self to the Linardo Bar owner to try him over which he did and occasionally he became a resident during the summer months. Later the same year, back in Athens, he joins his good friend Pascal who gives him the opportunity to appear in the show called &#8220;Majestic&#8221; events along with top house djs such as Mr. V, Osunlade, Roger Sanchez, Kenny Carpenter and others. 

Those successful appearances attracted Blend&#8217;s attention and in 2006, Michali gets a chance of a lifetime to present his talent into bigger events and in clubs such as Blend Club and legendary Cavo Paradiso, Mykonos next to the hottest names in the electronic scene such as Richie Hawtin, Ricardo Villalobos, Marco Carola, Loco Dice, Adam Beyer, Luciano, Sven Vath and many more... Joining Blend was a turning point as far as his influences were at that moment. Manolaco&#8217;s sound was still house groove based but playing next to techno and minimal acts his sound was impossible to escape from becoming more electronic, more minimal, more dark but happy at the same time.

2010 was a year of studio dedication, inspiration and creativity for Manolaco. His fresh ideas were nicely put together with his rocking beats and managed to finish fifteen quality house tracks, some of them with his other music half and good friend Ikee in well known labels such as Monique Musique, Unlock Records, Greelpound, Akbai Music, Arjaus Records, Datagroove and Sound Mass. The outcome of this effort was a massive support by many international artists including: Ronan Portela, Ariel Rodz, Barem, Marco Carola, Alexis Cabrera, Urss, Someone Else, Anja Schneider, Nic Fanciulli, Jay Tripwire and Utku Dalmaz to name a few.

In 2011, Manolaco is more mature and more confident than ever his ability to plan and look forward into new things brings him amongst a
new challenge &#8211; a residency in Blend&#8217;s new project called &#8220;On Off&#8221;. It is no surprise that those events are more than successful and Manolaco&#8217;s popularity has exploded into the local scene. 

2012 was a massive year for Michalis dj career so far and there is no doubt that his future into the electronic scence looks very promising for him and it just has started...

2013 is the year that Manolaco explodes his career in the local scene of Greece. He is touring all over the country rocking every place that he is playing. With the extremely big support from his fanatic crowd he is now definitely one of the leaders in what greek audience calling Techno House.


&#927; &#924;&#953;&#967;&#940;&#955;&#951;&#962; &#924;&#945;&#957;&#969;&#955;&#940;&#954;&#959;&#962;, &#947;&#957;&#969;&#963;&#964;&#972;&#962; &#954;&#945;&#953; &#969;&#962; Manolaco &#947;&#949;&#957;&#957;&#942;&#952;&#951;&#954;&#949; &#963;&#964;&#951;&#957; &#913;&#952;&#942;&#957;&#945; &#964;&#959; 1983. &#902;&#961;&#967;&#953;&#963;&#949; &#964;&#953;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#941;&#962; &#964;&#959;&#965;&#962; &#963;&#960;&#959;&#965;&#948;&#941;&#962; &#945;&#960;&#972; &#964;&#951;&#957; &#951;&#955;&#953;&#954;&#943;&#945; &#964;&#969;&#957; &#949;&#957;&#957;&#941;&#945; &#949;&#964;&#974;&#957; &#954;&#945;&#953; &#947;&#953;&#945; &#964;&#945; &#949;&#960;&#972;&#956;&#949;&#957;&#945; &#949;&#960;&#964;&#940; &#967;&#961;&#972;&#957;&#953;&#945; &#956;&#949;&#955;&#941;&#964;&#951;&#963;&#949; &#952;&#949;&#969;&#961;&#943;&#945; &#954;&#945;&#953; &#945;&#961;&#956;&#959;&#957;&#943;&#945;, &#954;&#940;&#957;&#959;&#957;&#964;&#945;&#962; &#960;&#945;&#961;&#940;&#955;&#955;&#951;&#955;&#945; &#949;&#958;&#940;&#963;&#954;&#951;&#963;&#951; &#963;&#964;&#953;&#962; &#948;&#949;&#958;&#953;&#972;&#964;&#951;&#964;&#941;&#962; &#964;&#959;&#965; &#963;&#964;&#945; &#960;&#955;&#942;&#954;&#964;&#961;&#945;. &#931;&#964;&#951;&#957; &#951;&#955;&#953;&#954;&#943;&#945; &#964;&#969;&#957; &#948;&#949;&#954;&#945;&#964;&#961;&#953;&#974;&#957; &#949;&#964;&#974;&#957; &#951; &#954;&#973;&#961;&#953;&#945; &#949;&#960;&#953;&#961;&#961;&#959;&#942; &#964;&#959;&#965; &#942;&#964;&#945;&#957; &#951; West Coast Hip Hop &#954;&#945;&#953; &#951; Detroit House &#956;&#959;&#965;&#963;&#953;&#954;&#942;. &#917;&#960;&#951;&#961;&#949;&#940;&#963;&#964;&#951;&#954;&#949;, &#949;&#960;&#943;&#963;&#951;&#962;, &#945;&#960;&#972; Big Beats, Soul, Funky &#954;&#945;&#953; acid grooves. &#932;&#959; &#954;&#945;&#955;&#959;&#954;&#945;&#943;&#961;&#953; &#964;&#959;&#965; 2002 &#941;&#960;&#945;&#953;&#958;&#949; &#969;&#962; &#954;&#949;&#957;&#964;&#961;&#953;&#954;&#972;&#962; dj &#963;&#964;&#959; club Linardo (&#928;&#940;&#961;&#959;&#962;) &#948;&#943;&#960;&#955;&#945; &#963;&#949; &#960;&#959;&#955;&#955;&#959;&#973;&#962; &#948;&#953;&#940;&#963;&#951;&#956;&#959;&#965;&#962; &#964;&#959;&#960;&#953;&#954;&#959;&#973;&#962; Djs. &#924;&#949;&#964;&#940; &#945;&#960;&#972; &#945;&#965;&#964;&#972;, &#959; &#966;&#943;&#955;&#959;&#962; &#964;&#959;&#965; &#959; Pascal (Deejay) &#964;&#959;&#957; &#963;&#965;&#956;&#960;&#949;&#961;&#953;&#941;&#955;&#945;&#946;&#949; &#963;&#964;&#959; &#8220;Majestic crew&#8221; &#954;&#945;&#953; &#959; Manolaco &#941;&#960;&#945;&#953;&#958;&#949; &#963;&#949; &#956;&#949;&#961;&#953;&#954;&#940; &#945;&#960;&#972; &#964;&#945; &#960;&#953;&#959; hot clubs, &#972;&#960;&#969;&#962; Home, Club 22, Hilton (&#913;&#952;&#942;&#957;&#945;), Motel, Danza, Plus X, &#945;&#957;&#940;&#956;&#949;&#963;&#945; &#963;&#949; &#948;&#953;&#949;&#952;&#957;&#949;&#943;&#962; House &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#949;&#962;, &#972;&#960;&#969;&#962; Kenny Carpenter, Mateos&amp; Matos, Kenny Hawks, Roger Sanchez, Mr. V, Onsulade &#954;&#945;&#953; &#960;&#959;&#955;&#955;&#959;&#973;&#962; &#945;&#954;&#972;&#956;&#945;.. &#932;&#959; 2006 &#951; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#949;&#960;&#953;&#961;&#961;&#959;&#942; &#964;&#959;&#965; &#945;&#960;&#972; &#964;&#959;&#957; &#954;&#945;&#955;&#972; &#964;&#959;&#965; &#966;&#943;&#955;&#959; Lorenzo (BLEND) &#964;&#959;&#957; &#959;&#948;&#942;&#947;&#951;&#963;&#949; &#963;&#964;&#951; &#963;&#964;&#961;&#959;&#966;&#942; &#964;&#959;&#965; &#960;&#961;&#959;&#962; &#964;&#951;&#957; Electronic House &#956;&#949; &#963;&#964;&#959;&#953;&#967;&#949;&#943;&#945; funky. &#913;&#965;&#964;&#942; &#951; &#949;&#958;&#941;&#955;&#953;&#958;&#951; &#964;&#959;&#965; &#941;&#948;&#969;&#963;&#949; &#964;&#951;&#957; &#949;&#965;&#954;&#945;&#953;&#961;&#943;&#945; &#957;&#945; &#963;&#965;&#956;&#956;&#949;&#964;&#940;&#963;&#967;&#949;&#953; &#963;&#949; &#956;&#949;&#961;&#953;&#954;&#940; Blend events &#963;&#949; clubs &#972;&#960;&#969;&#962; FUZZ, LUV, Shadow, Ammos, Blend Club (&#913;&#952;&#942;&#957;&#945;) &#954;&#945;&#953; CavoParadiso (&#924;&#973;&#954;&#959;&#957;&#959;&#962;), &#948;&#943;&#960;&#955;&#945; &#963;&#949; &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#949;&#962; &#972;&#960;&#969;&#962; Richie Hawtin, Ali Dubfire, Gaiser, Magda,Troy Pierce, Terry Francis, Ray Okpara, Nekes, Matthias Tanzmann, Raresh, Kreon&amp;Lemos. &#932;&#959; 2010 &#942;&#964;&#945;&#957; &#967;&#961;&#959;&#957;&#953;&#940; &#941;&#956;&#960;&#957;&#949;&#965;&#963;&#951;&#962; &#954;&#945;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#953;&#954;&#972;&#964;&#951;&#964;&#945;&#962; &#947;&#953;&#945; &#964;&#959;&#957; Manolaco &#954;&#945;&#953; &#947;&#953;&#8217; &#945;&#965;&#964;&#972; &#942;&#964;&#945;&#957; &#956;&#953;&#945; &#967;&#961;&#959;&#957;&#953;&#940; &#959;&#955;&#959;&#954;&#955;&#951;&#961;&#969;&#964;&#953;&#954;&#940; &#945;&#966;&#953;&#949;&#961;&#969;&#956;&#941;&#957;&#951; &#963;&#964;&#959; studio. &#927;&#953; &#966;&#961;&#941;&#963;&#954;&#953;&#949;&#962; &#953;&#948;&#941;&#949;&#962; &#964;&#959;&#965; &#963;&#965;&#957;&#948;&#965;&#940;&#963;&#964;&#951;&#954;&#945;&#957; &#956;&#959;&#957;&#945;&#948;&#953;&#954;&#940; &#956;&#949; &#964;&#959;&#957; rock &#961;&#965;&#952;&#956;&#972; &#964;&#959;&#965;, &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#974;&#957;&#964;&#945;&#962; &#948;&#949;&#954;&#945;&#960;&#941;&#957;&#964;&#949; &#960;&#959;&#953;&#959;&#964;&#953;&#954;&#940; house &#954;&#959;&#956;&#956;&#940;&#964;&#953;&#945;. &#927;&#961;&#953;&#963;&#956;&#941;&#957;&#945; &#945;&#960;&#972; &#945;&#965;&#964;&#940; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#952;&#951;&#954;&#945;&#957; &#956;&#945;&#950;&#943; &#956;&#949; &#964;&#959; &#940;&#955;&#955;&#959; &#956;&#959;&#965;&#963;&#953;&#954;&#972; &#964;&#959;&#965; &#956;&#953;&#963;&#972; &#954;&#945;&#953; &#954;&#945;&#955;&#972; &#964;&#959;&#965; &#966;&#943;&#955;&#959; Ikee, &#963;&#949; &#947;&#957;&#969;&#963;&#964;&#941;&#962; &#949;&#964;&#945;&#953;&#961;&#949;&#943;&#949;&#962; &#972;&#960;&#969;&#962; Monique Musique, Unlock Records, Greelpound, Akbai Music, Arjaus Records, Datagroove &#954;&#945;&#953; Sound Mass. &#932;&#959; &#945;&#960;&#959;&#964;&#941;&#955;&#949;&#963;&#956;&#945; &#945;&#965;&#964;&#942;&#962; &#964;&#951;&#962; &#960;&#961;&#959;&#963;&#960;&#940;&#952;&#949;&#953;&#945;&#962; &#942;&#964;&#945;&#957; &#956;&#953;&#945; &#956;&#945;&#950;&#953;&#954;&#942; &#965;&#960;&#959;&#963;&#964;&#942;&#961;&#953;&#958;&#951; &#945;&#960;&#972; &#960;&#959;&#955;&#955;&#959;&#973;&#962; &#948;&#953;&#949;&#952;&#957;&#949;&#943;&#962; &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#949;&#962;, &#972;&#960;&#969;&#962;: Ronan Portela, Ariel Rodz, Marco Carola, Alexis Cabrera, Urss, Someone Else, Anja Schneider, NicFancioulli, Jay Tripwire &#954;&#945;&#953; UtkuDalmaz . &#932;&#953; &#941;&#960;&#949;&#964;&#945;&#953;; &#923;&#959;&#953;&#960;&#972;&#957;, &#945;&#965;&#964;&#942; &#951; &#967;&#961;&#959;&#957;&#953;&#940; &#949;&#943;&#957;&#945;&#953; &#960;&#959;&#955;&#955;&#940; &#965;&#960;&#959;&#963;&#967;&#972;&#956;&#949;&#957;&#951; &#947;&#953;&#945; &#964;&#959;&#957; Manolaco, &#954;&#945;&#952;&#974;&#962; &#963;&#965;&#956;&#960;&#949;&#961;&#953;&#955;&#945;&#956;&#946;&#940;&#957;&#949;&#964;&#945;&#953; &#963;&#964;&#959;&#957; &#964;&#949;&#961;&#940;&#963;&#964;&#953;&#959; &#954;&#945;&#955;&#955;&#953;&#964;&#949;&#967;&#957;&#953;&#954;&#972; &#954;&#945;&#964;&#940;&#955;&#959;&#947;&#959; &#964;&#951;&#962; &#949;&#964;&#945;&#953;&#961;&#949;&#943;&#945;&#962; Blend, &#945;&#957;&#940;&#956;&#949;&#963;&#945; &#963;&#964;&#959;&#965;&#962; &#960;&#945;&#947;&#954;&#959;&#963;&#956;&#943;&#969;&#962; &#954;&#959;&#961;&#965;&#966;&#945;&#943;&#959;&#965;&#962; djs &#954;&#945;&#953; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#959;&#973;&#962;.

LINKS: 

www.blendathens.com/artists/manolaco
www.facebook.com/manolaco.official
www.soundcloud.com/manolaco www.beatport.com/artist/manolaco/110630

RELEASES

Manolaco - Yeah (original mix) / Homage Rec.
Manolaco - Hello House (original mix) / Akbal Music Manolaco - Bobbo (re-edit) / Akbal Music
Manolaco - Yo (original mix) / Homage Rec.
Manolaco - Your Black Eyes (original mix) / Homage Rec.
Ikee and Manolaco - Stupid (original mix) / Unlock Rec.
Ikee and Manolaco - Beam me up (original mix) / Arjaus Rec
Ikee and Manolaco - Filaraki (original mix) / Arjaus Rec.
Ikee and Manolaco - Jazzu (original mix) / Sound Mass Rec.
Ikee and Manolaco - Disco La (original mix) / Unlock Rec.
Ikee and Manolaco - Concept (original mix) / Unlock Rec.
Ikee and Manolaco - Funk off (original mix) / Greelpound Rec. 
Ikee and Manolaco - Frank's Nos (original mix) / Greelpound Rec. 
Ikee and Manolaco - Guitar (original mix) Sound Mass Rec.
Ikee and Manolaco - Miss You (original mix) Sound Mass Rec. 
Ikee and Manolaco - Heart Lover (original mix) Sound Mass Rec. 
Ikee and Manolaco - Re Turn (original mix) Datagroove Rec.
Ikee and Manolaco - House U (original mix) / Monique Musique 
Ikee and Manolaco - Snow Show (original mix) Datagroove Rec

REMIXES
Berik M. &amp; Camilo - Cenote Dive (Avgoustino &amp; Manolaco mix) Blaq Rec.
Manolaco - Bobbo (Pol On mix) Akbal Music
Alexis Cabrera - Miss Miss (Ikee and Manolaco mix)
Ikee and Manolaco - Disco La (Alex Medina mix) Unlock 027</description><guid isPermaLink="true">http://127.0.0.1:8000/event/108909576110387</guid></item><item><title>Ammos Presents 'Afternoon Sessions with Terry Francis' - 05.07.15</title><link>http://127.0.0.1:8000/event/796907830416783</link><description>Since winning Muzik magazines "Best New DJ" award in 1997, Terry Francis has had what can only be described as a meteoric rise to fame. To those previously unfamiliar with his flawless mixing skills and instinctive ability to work a crowd it probably seemed as if he'd arrived out of nowhere. Fact is though, he had been blazing a trail through the underground for no less than ten years before the world at large sat up and took notice and his unanimously praised "Architecture" mix album helped put him on the map. A seamless mix of deep dubby house,
celestial breaks and ethereal vocals - it was shot through with the kind of shimmering techno sensibility that really marked it out as something special. Some called it "tech house", whilst Terry himself jokingly described to it as "house no".
Ultimately though, any labelling of Terry's style is fairly pointless because what he does is what all the very best DJ's do. He blurs the lines between the past and the
present to create the future and always plays from the heart. Crucially though, he does ft just that little bit better than almost anybody else.
His sleek fusion of techno and house has made him a top British DJ, but Terry Francis has also helmed a series of solid productions, both as Housey Doingz (with Nathan Coles) and released under the monikers 2 Smoking Barrels, Blue Wig, Dattare, The Delinquents, G. L. F, Green Grass, Metal Dogz and T- Collective as well as productions under his own name. Alongside weekly dates worldwide, Terry's been a Saturday resident at London Club Fabric since it first opened it's doors and
his DJ sets have been a consistent highlight in fabric's history, continually underlining his dual position as scene-stayer and tastemaker. An unwitting ambassador of the tech-house scene he has been in constant demand as a touring DJ, supporting the works of likeminded producers in the process.
In this past year Terry has been making some new productions with his partner Klunk and will be releasing some much long awaited new music under the alias
Klunk &amp; Zilly.

http://www.residentadvisor.net/dj/terryfrancis
https://www.facebook.com/pages/Terry-Francis/159226270801927</description><guid isPermaLink="true">http://127.0.0.1:8000/event/796907830416783</guid></item><item><title>Blend presents TERRY FRANCIS | MIKEE &amp; MANOLACO at SUB</title><link>http://127.0.0.1:8000/event/459627380881988</link><description>&#932;&#959; Blend &#965;&#960;&#959;&#948;&#941;&#967;&#949;&#964;&#945;&#953; &#963;&#964;&#959;&#957; open air &#967;&#974;&#961;&#959; &#964;&#959;&#965; SUB &#963;&#964;&#959; &#914;&#959;&#964;&#945;&#957;&#953;&#954;&#972; &#964;&#959;&#957; &#960;&#953;&#959; &#948;&#953;&#945;&#967;&#961;&#959;&#957;&#953;&#954;&#972; &#914;&#961;&#949;&#964;&#945;&#957;&#972; &#960;&#961;&#949;&#963;&#946;&#949;&#965;&#964;&#942; &#964;&#951;&#962; tech &#954;&#945;&#953; acid house &#954;&#945;&#953; &#953;&#963;&#972;&#946;&#953;&#959;&#965; resident dj &#963;&#964;&#959; &#952;&#961;&#965;&#955;&#953;&#954;&#972; Fabric Club &#964;&#959;&#965; &#923;&#959;&#957;&#948;&#943;&#957;&#959;&#965;, Terry Francis. &#919; «&#968;&#965;&#967;&#942;» &#964;&#969;&#957; &#960;&#949;&#961;&#953;&#950;&#942;&#964;&#951;&#964;&#969;&#957; underground Wiggle Nights &#954;&#945;&#953; &#964;&#951;&#962; Wiggle Records &#954;&#945;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#972;&#962; &#963;&#960;&#959;&#965;&#948;&#945;&#943;&#969;&#957; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#974;&#957;, &#972;&#960;&#969;&#962; &#964;&#945; &#960;&#961;&#972;&#964;&#965;&#960;&#945; &#8220;Architecture&#8221; albums, &#949;&#960;&#953;&#963;&#964;&#961;&#941;&#966;&#949;&#953; &#947;&#953;&#945; &#957;' &#945;&#957;&#945;&#957;&#949;&#974;&#963;&#949;&#953; &#964;&#959; &#954;&#945;&#955;&#959;&#954;&#945;&#953;&#961;&#953;&#957;&#972; &#961;&#945;&#957;&#964;&#949;&#946;&#959;&#973; &#964;&#959;&#965; &#956;&#949; &#964;&#959;&#965;&#962; &#904;&#955;&#955;&#951;&#957;&#949;&#962; clubbers, &#959;&#953; &#959;&#960;&#959;&#943;&#959;&#953; &#964;&#959;&#957; &#964;&#953;&#956;&#959;&#973;&#957; &#963;&#964;&#945;&#952;&#949;&#961;&#940; &#969;&#962; &#941;&#957;&#945;&#957; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#960;&#953;&#959; &#945;&#947;&#945;&#960;&#951;&#956;&#941;&#957;&#959;&#965;&#962; &#964;&#959;&#965; &#948;&#953;&#949;&#952;&#957;&#949;&#943;&#962; &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#949;&#962; &#964;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#963;&#954;&#951;&#957;&#942;&#962;. &#927; &#946;&#961;&#945;&#946;&#949;&#965;&#956;&#941;&#957;&#959;&#962; Francis &#952;&#945; &#956;&#959;&#953;&#961;&#945;&#963;&#964;&#949;&#943; &#964;&#945; decks &#956;&#949; &#964;&#959;&#965;&#962; residents &#964;&#959;&#965; Blend, Mikee &#954;&#945;&#953; Manolaco!
 
&#927; Terry Francis &#963;&#964;&#959; Soundcloud: https://soundcloud.com/djmag/exclusive-mix-terry-francis-live-from-fabric
 
SUB
&#927;&#961;&#966;&#941;&#969;&#962; 182, &#914;&#959;&#964;&#945;&#957;&#953;&#954;&#972;&#962;, &#913;&#952;&#942;&#957;&#945;
 
FB Event Link: https://www.facebook.com/events/459627380881988/
 
&#915;&#953;&#945; &#954;&#961;&#945;&#964;&#942;&#963;&#949;&#953;&#962;: 
- &#932;&#951;&#955;.: 6938527901, 2112215122, 6981931626
- E-mail: reservations@blendathens.com
 
&#915;&#953;&#945; &#960;&#949;&#961;&#953;&#963;&#963;&#972;&#964;&#949;&#961;&#949;&#962; &#960;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962;: 
- &#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; (info@blendathens.com)
- &#922;&#961;&#945;&#964;&#942;&#963;&#949;&#953;&#962; (reservations@blendathens.com)
- Website (www.blendathens.com)
- Facebook (www.facebook.com/blendathens)
- Twitter (www.twitter.com/blendathens)
- Resident Advisor (www.residentadvisor.net/profile/blendathens)
- Soundcloud (www.soundcloud.com/blendathens)
- Youtube (www.youtube.com/blendathens)


MORE INFO SOON</description><guid isPermaLink="true">http://127.0.0.1:8000/event/459627380881988</guid></item><item><title>Blend presents DENNIS FERRER | MANOLACO b2b NICO RAC at Bolivar Beach Club</title><link>http://127.0.0.1:8000/event/807849679295647</link><description>&#928;&#913;&#929;&#913;&#931;&#922;&#917;&#933;&#919; 19 &#921;&#959;&#965;&#957;&#943;&#959;&#965; &#964;&#959; Bolivar Beach Bar presents Blend Athens with DENNIS FERRER

&#922;&#945;&#965;&#964;&#972;&#962; &#954;&#945;&#955;&#949;&#963;&#956;&#941;&#957;&#959;&#962; &#959; &#925;&#949;&#959;&#971;&#959;&#961;&#954;&#941;&#950;&#959;&#962; Superstar Dj &#954;&#945;&#953; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#972;&#962; DENNIS FERRER , &#956;&#949;&#964;&#940; &#964;&#959; &#960;&#949;&#961;&#965;&#963;&#953;&#957;&#972; sold out &#949;&#960;&#953;&#963;&#964;&#961;&#941;&#966;&#949;&#953; &#947;&#953;&#945; &#957;&#945; &#958;&#949;&#963;&#951;&#954;&#974;&#963;&#949;&#953; &#964;&#959; &#913;&#952;&#951;&#957;&#945;&#953;&#954;&#972; &#954;&#959;&#953;&#957;&#972;!

U R ALL INVITED

&#904;&#960;&#949;&#953;&#964;&#945; &#964;&#951; &#948;&#965;&#957;&#945;&#956;&#953;&#954;&#942; &#954;&#945;&#953; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#953;&#954;&#942; &#963;&#949;&#950;&#972;&#957; &#964;&#959;&#965; 2014 &#963;&#964;&#951; Dance &#963;&#954;&#951;&#957;&#942;, &#964;&#959; &#914;olivar Beach Bar &#949;&#960;&#953;&#963;&#964;&#961;&#941;&#966;&#949;&#953; &#952;&#961;&#953;&#945;&#956;&#946;&#949;&#965;&#964;&#953;&#954;&#940; &#956;&#949; &#958;&#949;&#967;&#969;&#961;&#953;&#963;&#964;&#972; &#954;&#945;&#955;&#949;&#963;&#956;&#941;&#957;&#959; &#947;&#953;&#945; &#941;&#957;&#945; &#956;&#959;&#957;&#945;&#948;&#953;&#954;&#972; Show &#956;&#949; &#941;&#957;&#945;&#957; &#945;&#960;&#972; &#964;&#959;&#965;&#962; &#956;&#949;&#947;&#945;&#955;&#973;&#964;&#949;&#961;&#959;&#965;&#962; &#954;&#945;&#953; &#960;&#955;&#941;&#959;&#957; &#945;&#947;&#945;&#960;&#951;&#964;&#959;&#973;&#962; &#963;&#964;&#951;&#957; &#917;&#955;&#955;&#940;&#948;&#945; &#954;&#945;&#953; &#963;&#964;&#959;&#957; &#965;&#960;&#972;&#955;&#959;&#953;&#960;&#959; &#954;&#972;&#963;&#956;&#959; Dj/producer &#964;&#951;&#962; &#960;&#945;&#947;&#954;&#972;&#963;&#956;&#953;&#945;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#967;&#959;&#961;&#949;&#965;&#964;&#953;&#954;&#942;&#962; &#963;&#954;&#951;&#957;&#942;&#962;. 

Dennis Ferrer

&#928;&#945;&#961;&#945;&#963;&#954;&#949;&#965;&#942; 19 &#921;&#959;&#965;&#957;&#943;&#959;&#965; &#959; &#925;&#959;1 DJ &#964;&#951;&#962; House &#963;&#954;&#951;&#957;&#942;&#962; Dennis Ferrer &#941;&#961;&#967;&#949;&#964;&#945;&#953; &#963;&#964;&#959; Bolivar Beach Bar &#947;&#953;&#945; &#957;&#945; &#963;&#965;&#957;&#949;&#960;&#940;&#961;&#949;&#953; &#964;&#959; &#913;&#952;&#951;&#957;&#945;&#953;&#954;&#972; &#954;&#959;&#953;&#957;&#972; &#947;&#953;&#945; &#945;&#954;&#972;&#956;&#951; &#956;&#953;&#945; &#966;&#959;&#961;&#940; &#956;&#949; &#954;&#945;&#953;&#957;&#959;&#973;&#961;&#953;&#949;&#962; &#945;&#955;&#955;&#940; &#954;&#945;&#953; &#960;&#945;&#955;&#953;&#941;&#962; &#964;&#959;&#965; &#949;&#960;&#953;&#964;&#965;&#967;&#943;&#949;&#962;.

&#927; &#925;&#949;&#959;&#971;&#959;&#961;&#954;&#941;&#950;&#959;&#962; DJ &#954;&#945;&#953; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#972;&#962; &#968;&#951;&#966;&#943;&#963;&#964;&#951;&#954;&#949; &#945;&#960;&#972; &#964;&#959; Beatport &#964;&#959; 2009 &#969;&#962; &#959; &#925;&#959;1 Dj &#963;&#964;&#959;&#957; &#954;&#972;&#963;&#956;&#959; &#954;&#945;&#953; &#964;&#959; 2010 &#963;&#940;&#961;&#969;&#963;&#949; &#972;&#955;&#945; &#964;&#945; charts &#956;&#949; &#964;&#951;&#957; &#956;&#949;&#947;&#940;&#955;&#951; &#964;&#959;&#965; &#960;&#945;&#947;&#954;&#972;&#963;&#956;&#953;&#945; &#949;&#960;&#953;&#964;&#965;&#967;&#943;&#945; &#8220;Hey Hey&#8221;.
www.objektivity.com/dennis-ferrer
http://www.youtube.com/watch?v=AJJpDQfnx-Q

&#904;&#967;&#949;&#953; &#951;&#967;&#959;&#947;&#961;&#945;&#966;&#942;&#963;&#949;&#953; &#963;&#949; &#963;&#951;&#956;&#945;&#957;&#964;&#953;&#954;&#940; labels &#972;&#960;&#969;&#962; &#951; King Street, Ibadan, Large &#949;&#957;&#974; &#964;&#959; 2006 &#948;&#951;&#956;&#953;&#959;&#973;&#961;&#947;&#951;&#963;&#949; &#964;&#951;&#957; &#948;&#953;&#954;&#942; &#964;&#959;&#965; &#948;&#953;&#963;&#954;&#959;&#947;&#961;&#945;&#966;&#953;&#954;&#942; &#949;&#964;&#945;&#953;&#961;&#949;&#943;&#945; &#8220;Objektivity&#8221;.

&#927; Dennis Ferrer &#952;&#949;&#969;&#961;&#949;&#943;&#964;&#945;&#953; &#954;&#945;&#953; &#949;&#943;&#957;&#945;&#953; &#959; &#959;&#961;&#953;&#963;&#956;&#972;&#962; &#964;&#959;&#965; sold out party. &#917;&#960;&#953;&#963;&#964;&#961;&#941;&#966;&#949;&#953; &#963;&#964;&#951;&#957; &#913;&#952;&#942;&#957;&#945; &#954;&#945;&#953; &#956;&#945;&#962; &#965;&#960;&#972;&#963;&#967;&#949;&#964;&#945;&#953; &#941;&#957;&#945; special uplifting dj set &#963;&#964;&#959; &#956;&#949;&#947;&#945;&#955;&#973;&#964;&#949;&#961;&#959; Beach Bar &#964;&#951;&#962; &#960;&#972;&#955;&#951;&#962;, &#964;&#959; Bolivar Beach Bar.
https://www.facebook.com/dennisferrerobj


&#9830; &#917;&#921;&#931;&#927;&#916;&#927;&#931;: 10 &#949;&#965;&#961;&#974;
&#9830; &#913;&#928;&#923;&#927; &#928;&#927;TO: 7 &#949;&#965;&#961;&#974;
&#9830; &#913;&#928;&#923;&#919; &#934;&#921;&#913;&#923;H: 85 &#949;&#965;&#961;&#974;

bolivarbeachbar@yahoo.gr
www.facebook.com/bolivarbeachbar

&#932;&#959;&#960;&#959;&#952;&#949;&#963;&#943;&#945;: &#913;&#954;&#964;&#942; &#964;&#959;&#965; &#905;&#955;&#953;&#959;&#965;, &#902;&#955;&#953;&#956;&#959;&#962;, 
&#924;&#949;&#964;&#945;&#954;&#943;&#957;&#951;&#963;&#951;: &#932;&#961;&#945;&#956; &#963;&#964;&#940;&#963;&#951; &#922;&#945;&#955;&#945;&#956;&#940;&#954;&#953;, &#923;&#949;&#969;&#966;&#959;&#961;&#949;&#943;&#945;: 101 ,142 , A1, A2 , B1 ,B2 ,X96 &#963;&#964;&#940;&#963;&#951; 3&#951; &#922;&#945;&#955;&#945;&#956;&#945;&#954;&#943;&#959;&#965;

&#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; - Reservation: 697 0367 684

https://www.google.gr/maps/place/Bolivar+Beach+Bar-+Akti+Tou+Iliou/@37.907366,23.714847,17z/data=!3m1!4b1!4m2!3m1!1s0x14a1be87ede0b2a7:0xcd81cf4cfd0226e</description><guid isPermaLink="true">http://127.0.0.1:8000/event/807849679295647</guid></item><item><title>Beach House at Bolivar with FRITZ KALKBRENNER , MONIKA KRUSE, DEBORAH DE LUCA, WORAKLS , GARDENS OF GOD</title><link>http://127.0.0.1:8000/event/723898111056421</link><description>&#914;each House Festival 015
&#928;&#945;&#961;&#945;&#963;&#954;&#949;&#942; 12 &#921;&#959;&#965;&#957;&#943;&#959;&#965;
Fritz Kalkbrenner / Monika Kruse/ Deborah De Luca/
Woralks / Gardens of God

&#928;&#945;&#961;&#945;&#963;&#954;&#949;&#965;&#942; 12 &#921;&#959;&#965;&#957;&#943;&#959;&#965; &#954;&#945;&#953; &#964;&#959; BOLIVAR BEACH BAR &#948;&#953;&#959;&#961;&#947;&#945;&#957;&#974;&#957;&#949;&#953; &#947;&#953;&#945; 3&#942; &#963;&#965;&#957;&#949;&#967;&#972;&#956;&#949;&#957;&#951; &#967;&#961;&#959;&#957;&#953;&#940; &#964;&#959; BEACH HOUSE FSTVL 015 &#956;&#949; &#964;&#945; &#960;&#953;&#959; hot &#959;&#957;&#972;&#956;&#945;&#964;&#945; &#964;&#951;&#962; &#963;&#973;&#947;&#967;&#961;&#959;&#957;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; dance &#963;&#954;&#951;&#957;&#942;&#962;.

BEACH HOUSE FSTVL 015
THE ATHENS DANCE FSTVL

&#932;&#959; line up &#958;&#949;&#967;&#969;&#961;&#953;&#963;&#964;&#972; &#947;&#953;&#945; &#945;&#954;&#972;&#956;&#951; &#956;&#943;&#945; &#966;&#959;&#961;&#940;!

FRITZ KALKBRENNER
&#927; Fritz &#945;&#960;&#959;&#948;&#949;&#953;&#954;&#957;&#973;&#949;&#953; &#972;&#964;&#953; &#964;&#959; hip hop, &#951; soul &#954;&#945;&#953; &#951; house &#948;&#949;&#957; &#949;&#943;&#957;&#945;&#953; &#945;&#957;&#964;&#943;&#952;&#949;&#964;&#949;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#941;&#962;, &#945;&#955;&#955;&#940; &#960;&#955;&#945;&#957;&#942;&#964;&#949;&#962; &#963;&#964;&#959;&#957; &#943;&#948;&#953;&#959; &#947;&#945;&#955;&#945;&#958;&#943;&#945;. &#932;&#959; &#966;&#952;&#953;&#957;&#972;&#960;&#969;&#961;&#959; &#964;&#959;&#965; 2008 &#964;&#959; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#8220;Sky &amp; Sand&#8221; &#949;&#956;&#966;&#945;&#957;&#943;&#963;&#964;&#951;&#954;&#949; &#963;&#964;&#959; soundtrack &#964;&#951;&#962; &#964;&#945;&#953;&#957;&#943;&#945;&#962; &#8220;Berlin Calling&#8221;, &#964;&#959; &#960;&#961;&#974;&#964;&#959; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#963;&#964;&#959; &#959;&#960;&#959;&#943;&#959; &#959; Fritz &#963;&#965;&#957;&#949;&#961;&#947;&#940;&#963;&#964;&#951;&#954;&#949; &#956;&#949; &#964;&#959;&#957; &#945;&#948;&#949;&#961;&#966;&#972; &#964;&#959;&#965; Paul. &#932;&#959; 2010 &#964;&#959; &#954;&#959;&#956;&#956;&#940;&#964;&#953; &#8220;Here Today Gone Tomorrow&#8221; &#956;&#960;&#945;&#943;&#957;&#949;&#953; &#963;&#964;&#951;&#957; &#960;&#961;&#974;&#964;&#951; &#948;&#949;&#954;&#940;&#948;&#945; &#964;&#959;&#965; groove charts &#964;&#951;&#962; &#967;&#961;&#959;&#957;&#953;&#940;&#962;, &#949;&#960;&#953;&#960;&#955;&#941;&#959;&#957; &#949;&#943;&#957;&#945;&#953; &#956;&#949;&#964;&#945;&#958;&#973; &#964;&#969;&#957; &#954;&#959;&#961;&#965;&#966;&#945;&#943;&#969;&#957; &#960;&#941;&#957;&#964;&#949; &#940;&#955;&#956;&#960;&#959;&#965;&#956; &#963;&#964;&#959; iTunes &#954;&#945;&#953; &#968;&#951;&#966;&#943;&#963;&#964;&#951;&#954;&#949; &#940;&#955;&#956;&#960;&#959;&#965;&#956; &#964;&#951;&#962; &#967;&#961;&#959;&#957;&#953;&#940;&#962; &#945;&#960;&#972; &#964;&#959; &#960;&#949;&#961;&#953;&#959;&#948;&#953;&#954;&#972; Raveline. &#932;&#959; 2012 &#964;&#959; Suol Mates &#964;&#959;&#965; CD Soul &#947;&#943;&#957;&#949;&#964;&#945;&#953; &#956;&#949;&#947;&#940;&#955;&#951; &#949;&#960;&#953;&#964;&#965;&#967;&#943;&#945; &#954;&#945;&#953; &#959; Fritz &#963;&#965;&#957;&#949;&#967;&#943;&#950;&#949;&#953; &#964;&#951;&#957; &#945;&#957;&#959;&#948;&#953;&#954;&#942; &#960;&#959;&#961;&#949;&#943;&#945; &#964;&#959;&#965;.

Monika Kruse
&#919; Monika Kruse &#948;&#951;&#956;&#953;&#959;&#973;&#961;&#947;&#951;&#963;&#949; &#964;&#959; &#960;&#953;&#959; &#966;&#953;&#955;&#972;&#948;&#959;&#958;&#959; project &#964;&#951;&#962; «No Historical Backspin» &#964;&#959; 2000. &#913;&#957;&#964;&#955;&#974;&#957;&#964;&#945;&#962; &#949;&#960;&#953;&#961;&#961;&#959;&#942; &#945;&#960;&#972; &#964;&#945; &#963;&#965;&#957;&#949;&#967;&#942; &#946;&#943;&#945;&#953;&#945; &#949;&#947;&#954;&#955;&#942;&#956;&#945;&#964;&#945; &#954;&#945;&#953; &#949;&#960;&#953;&#952;&#941;&#963;&#949;&#953;&#962; &#949;&#957;&#945;&#957;&#964;&#943;&#959;&#957; &#945;&#955;&#955;&#959;&#949;&#952;&#957;&#974;&#957;, &#951; Monika Kruse &#945;&#960;&#959;&#966;&#940;&#963;&#953;&#963;&#949; &#972;&#964;&#953; &#951; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#960;&#940;&#961;&#949;&#953; &#952;&#941;&#963;&#951; &#954;&#945;&#953; &#957;&#945; &#954;&#945;&#964;&#945;&#948;&#949;&#943;&#958;&#949;&#953; &#972;&#964;&#953; &#951; &#945;&#957;&#959;&#967;&#942; &#954;&#945;&#953; &#951; &#948;&#953;&#945;&#966;&#959;&#961;&#949;&#964;&#953;&#954;&#972;&#964;&#951;&#964;&#945; &#945;&#960;&#959;&#964;&#949;&#955;&#959;&#973;&#957; &#952;&#949;&#956;&#949;&#955;&#953;&#974;&#948;&#949;&#953;&#962; &#945;&#961;&#967;&#941;&#962; &#964;&#951;&#962; Techno &amp; House &#954;&#959;&#965;&#955;&#964;&#959;&#973;&#961;&#945;&#962;. &#931;&#964;&#959; No Historical Backspin &#972;&#955;&#959;&#953; &#959;&#953; &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#949;&#962; &#949;&#954;&#966;&#961;&#940;&#950;&#959;&#957;&#964;&#945;&#953; &#945;&#957;&#959;&#953;&#967;&#964;&#940; &#949;&#957;&#945;&#957;&#964;&#943;&#959;&#957; &#964;&#959;&#965; &#966;&#945;&#963;&#953;&#963;&#956;&#959;&#973; &#954;&#945;&#953; &#964;&#959;&#965; &#961;&#945;&#964;&#963;&#953;&#963;&#956;&#959;&#973;. &#919; Monika Kruse &#945;&#957;&#945;&#966;&#941;&#961;&#949;&#953;: «&#919; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#965;&#960;&#942;&#961;&#958;&#949; &#960;&#940;&#957;&#964;&#945; &#959; &#954;&#945;&#955;&#973;&#964;&#949;&#961;&#959;&#962; &#956;&#959;&#965; &#966;&#943;&#955;&#959;&#962; .&#916;&#949;&#957; &#956;&#949; &#945;&#960;&#959;&#947;&#959;&#942;&#964;&#949;&#965;&#963;&#949; &#960;&#959;&#964;&#941;. &#905;&#964;&#945;&#957; &#960;&#940;&#957;&#964;&#945; &#960;&#945;&#961;&#959;&#973;&#963;&#945; &#963;&#949; &#954;&#945;&#955;&#941;&#962; &#954;&#945;&#953; &#954;&#945;&#954;&#941;&#962; &#963;&#964;&#953;&#947;&#956;&#941;&#962;».

deborah de luca
&#919; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#964;&#951;&#962; &#956;&#941;&#963;&#945; &#963;&#949; &#955;&#943;&#947;&#945; &#967;&#961;&#972;&#957;&#953;&#945;, &#941;&#947;&#953;&#957;&#949; &#941;&#957;&#945; &#949;&#956;&#960;&#959;&#961;&#953;&#954;&#972; &#963;&#942;&#956;&#945; &#965;&#968;&#951;&#955;&#942;&#962; &#960;&#959;&#953;&#972;&#964;&#951;&#964;&#945;&#962;. &#919; Deborah De Luca &#949;&#943;&#957;&#945;&#953; &#963;&#965;&#957;&#974;&#957;&#965;&#956;&#959; &#964;&#959;&#965; &#960;&#940;&#952;&#959;&#962; &#954;&#945;&#953; &#964;&#951;&#962; &#953;&#963;&#967;&#965;&#961;&#942;&#962; &#960;&#961;&#959;&#963;&#969;&#960;&#953;&#954;&#972;&#964;&#951;&#964;&#945;&#962;. &#915;&#949;&#957;&#957;&#942;&#952;&#951;&#954;&#949; &#964;&#959; 1980, &#963;&#964;&#951;&#957; &#960;&#949;&#961;&#953;&#966;&#941;&#961;&#949;&#953;&#945; &#964;&#951;&#962; &#925;&#940;&#960;&#959;&#955;&#951;&#962; &#954;&#945;&#953; &#958;&#949;&#954;&#943;&#957;&#951;&#963;&#949; &#964;&#951;&#957; &#954;&#945;&#961;&#953;&#941;&#961;&#945; &#963;&#964;&#959;&#957; &#954;&#972;&#963;&#956;&#959; &#964;&#951;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#942;&#962;. &#931;&#942;&#956;&#949;&#961;&#945;, &#951; Deborah De Luca &#960;&#945;&#943;&#950;&#949;&#953; &#963;&#949; &#960;&#959;&#955;&#955;&#940; &#954;&#955;&#945;&#956;&#960; &#963;&#949; &#972;&#955;&#959; &#964;&#959;&#957; &#954;&#972;&#963;&#956;&#959;: &#915;&#945;&#955;&#955;&#943;&#945;, &#921;&#963;&#960;&#945;&#957;&#943;&#945;, &#928;&#959;&#961;&#964;&#959;&#947;&#945;&#955;&#943;&#945;, &#921;&#964;&#945;&#955;&#943;&#945;, &#917;&#955;&#955;&#940;&#948;&#945;, &#932;&#959;&#965;&#961;&#954;&#943;&#945;, &#917;&#955;&#946;&#949;&#964;&#943;&#945;, &#964;&#951; &#915;&#949;&#961;&#956;&#945;&#957;&#943;&#945;, &#964;&#959; &#924;&#945;&#961;&#972;&#954;&#959;, &#964;&#951; &#931;&#955;&#959;&#946;&#949;&#957;&#943;&#945;,, &#924;&#945;&#955;&#945;&#953;&#963;&#943;&#945;, &#964;&#951;&#957; &#921;&#957;&#948;&#959;&#957;&#951;&#963;&#943;&#945;, &#964;&#951;&#957; &#913;&#961;&#956;&#949;&#957;&#943;&#945;, &#964;&#951; &#929;&#969;&#963;&#943;&#945; &#954;&#945;&#953; &#963;&#965;&#957;&#949;&#967;&#943;&#950;&#949;&#953; &#957;&#945; &#960;&#945;&#961;&#940;&#947;&#949;&#953; &#960;&#940;&#957;&#964;&#945; &#966;&#961;&#941;&#963;&#954;&#953;&#945; &#954;&#945;&#953; &#954;&#945;&#953;&#957;&#959;&#964;&#972;&#956;&#945; &#956;&#959;&#965;&#963;&#953;&#954;&#942;, &#945;&#957; &#954;&#945;&#953; &#948;&#949;&#957; &#945;&#957;&#942;&#954;&#949;&#953; &#963;&#949; &#954;&#945;&#956;&#943;&#945; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#964;&#940;&#963;&#951;, &#945;&#955;&#955;&#940; &#963;&#965;&#956;&#946;&#953;&#946;&#940;&#950;&#949;&#953; &#960;&#940;&#957;&#964;&#945; &#964;&#945; &#948;&#953;&#945;&#966;&#959;&#961;&#949;&#964;&#953;&#954;&#940; &#947;&#959;&#973;&#963;&#964;&#945;.

Worakls
&#927; Worakls &#949;&#943;&#957;&#945;&#953; &#941;&#957;&#945;&#962; &#949;&#958;&#945;&#953;&#961;&#949;&#964;&#953;&#954;&#940; &#964;&#945;&#955;&#945;&#957;&#964;&#959;&#973;&#967;&#959;&#962; 25&#967;&#961;&#959;&#957;&#959;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#972;&#962; &#964;&#951;&#962; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#942;&#962; &#956;&#959;&#965;&#963;&#953;&#954;&#942;&#962; &#945;&#960;&#972; &#964;&#951; &#915;&#945;&#955;&#955;&#943;&#945;. &#926;&#949;&#954;&#943;&#957;&#951;&#963;&#949; &#957;&#945; &#960;&#945;&#943;&#950;&#949;&#953; &#960;&#953;&#940;&#957;&#959; &#963;&#964;&#951;&#957; &#951;&#955;&#953;&#954;&#943;&#945; &#964;&#969;&#957; 3 &#949;&#964;&#974;&#957; &#954;&#945;&#952;&#974;&#962; &#960;&#961;&#959;&#941;&#961;&#967;&#949;&#964;&#945;&#953; &#945;&#960;&#972; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#959;&#953;&#954;&#959;&#947;&#941;&#957;&#949;&#953;&#945;. &#919; &#960;&#945;&#957;&#949;&#960;&#953;&#963;&#964;&#951;&#956;&#953;&#945;&#954;&#942; &#949;&#954;&#960;&#945;&#943;&#948;&#949;&#965;&#963;&#951; &#954;&#945;&#953; &#947;&#957;&#974;&#963;&#951; &#960;&#941;&#961;&#945; &#945;&#960;&#972; &#964;&#945; &#951;&#955;&#949;&#954;&#964;&#961;&#959;&#957;&#953;&#954;&#940;, &#964;&#959;&#965; &#949;&#960;&#953;&#964;&#961;&#941;&#960;&#959;&#965;&#957; &#957;&#945; &#948;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#942;&#963;&#949;&#953; &#963;&#965;&#957;&#952;&#941;&#963;&#949;&#953;&#962; &#960;&#959;&#965; &#948;&#949;&#957; &#954;&#945;&#952;&#959;&#961;&#943;&#950;&#959;&#957;&#964;&#945;&#953; &#945;&#960;&#972; &#963;&#965;&#947;&#954;&#949;&#954;&#961;&#953;&#956;&#941;&#957;&#959; &#963;&#964;&#965;&#955;. &#919; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#964;&#959;&#965; &#949;&#943;&#957;&#945;&#953; &#953;&#963;&#967;&#965;&#961;&#942;, &#959;&#957;&#949;&#953;&#961;&#953;&#954;&#942; &#954;&#945;&#953; &#949;&#954;&#955;&#949;&#960;&#964;&#965;&#963;&#956;&#941;&#957;&#951; &#954;&#945;&#952;&#974;&#962; &#945;&#957;&#964;&#955;&#949;&#943; &#949;&#960;&#953;&#961;&#961;&#959;&#941;&#962; &#945;&#960;&#972; &#948;&#953;&#940;&#966;&#959;&#961;&#945; &#963;&#964;&#965;&#955; &#945;&#960;&#972; &#964;&#951;&#957; &#954;&#955;&#945;&#963;&#963;&#953;&#954;&#942; &#956;&#941;&#967;&#961;&#953; &#964;&#951;&#957; &#961;&#959;&#954; &#956;&#959;&#965;&#963;&#953;&#954;&#942;. &#927; Worakls &#940;&#961;&#967;&#953;&#963;&#949; &#957;&#945; &#960;&#949;&#961;&#953;&#959;&#948;&#949;&#973;&#949;&#953; &#963;&#964;&#959;&#957; &#954;&#972;&#963;&#956;&#959; &#969;&#962; &#954;&#945;&#955;&#955;&#953;&#964;&#941;&#967;&#957;&#951;&#962; &#960;&#961;&#953;&#957; &#954;&#945;&#957; &#954;&#965;&#954;&#955;&#959;&#966;&#959;&#961;&#942;&#963;&#949;&#953; &#940;&#955;&#956;&#960;&#959;&#965;&#956;.

Gardens of God
&#927; Gardens of God &#954;&#945;&#964;&#940;&#947;&#949;&#964;&#945;&#953; &#945;&#960;&#972; &#964;&#951; &#923;&#953;&#952;&#959;&#965;&#945;&#957;&#943;&#945;. &#904;&#957;&#945; &#956;&#953;&#954;&#961;&#972; &#941;&#952;&#957;&#959;&#962; &#960;&#959;&#965; &#963;&#964;&#951;&#957; &#960;&#961;&#974;&#964;&#951; &#947;&#961;&#945;&#956;&#956;&#942; &#964;&#959;&#965; &#941;&#967;&#949;&#953; &#945;&#965;&#964;&#972;&#957; &#964;&#959;&#957; &#957;&#941;&#959; &#960;&#945;&#961;&#945;&#947;&#969;&#947;&#972;, &#964;&#959; &#972;&#957;&#959;&#956;&#945; &#964;&#959;&#965; &#959;&#960;&#959;&#943;&#959;&#965; &#960;&#961;&#959;&#954;&#945;&#955;&#949;&#943; &#941;&#957;&#945; &#941;&#957;&#964;&#959;&#957;&#959; &#956;&#965;&#963;&#964;&#953;&#954;&#953;&#963;&#956;&#972;, &#959; &#959;&#960;&#959;&#943;&#959;&#962; &#945;&#957;&#964;&#945;&#957;&#945;&#954;&#955;&#940;&#964;&#945;&#953; &#954;&#945;&#953; &#963;&#964;&#951; &#956;&#959;&#965;&#963;&#953;&#954;&#942; &#964;&#959;&#965;. &#913;&#954;&#961;&#953;&#946;&#974;&#962; &#956;&#949; &#964;&#959;&#957; &#943;&#948;&#953;&#959; &#956;&#965;&#963;&#964;&#953;&#954;&#953;&#963;&#964;&#953;&#954;&#972; &#964;&#961;&#972;&#960;&#959; &#964;&#959;&#965; &#945;&#961;&#941;&#963;&#949;&#953; &#957;&#945; &#954;&#945;&#952;&#959;&#961;&#943;&#950;&#949;&#953; &#964;&#959;&#965;&#962; &#942;&#967;&#959;&#965;&#962; &#960;&#959;&#965; &#960;&#949;&#961;&#953;&#955;&#945;&#956;&#946;&#940;&#957;&#959;&#957;&#964;&#945;&#953; &#963;&#964;&#959; &#957;&#964;&#949;&#956;&#960;&#959;&#973;&#964;&#959; &#964;&#959;&#965; EP &#8220;YS&#8221; &#963;&#964;&#959; Ellum Audio Maceo Plex. &#906;&#963;&#969;&#962; &#960;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#960;&#949;&#961;&#953;&#956;&#941;&#957;&#959;&#965;&#956;&#949; &#954;&#940;&#964;&#953; &#945;&#957;&#940;&#955;&#959;&#947;&#959; &#945;&#960;&#972; &#964;&#959; &#949;&#960;&#949;&#961;&#967;&#972;&#956;&#949;&#957;&#959; EP &#964;&#951;&#962; BOSO. &#924;&#949;&#943;&#957;&#949;&#964;&#949; &#963;&#965;&#957;&#964;&#959;&#957;&#953;&#963;&#956;&#941;&#957;&#959;&#953;.


Powered by Minotaur-Minotaur Music Productions &amp; Blend Athens

Doors open 20:00 hrs

&#928;&#961;&#959;&#960;&#974;&#955;&#951;&#963;&#951;: 13&#8364; 
&#928;&#972;&#961;&#964;&#945; : 18 &#8364; 

&#931;&#951;&#956;&#949;&#943;&#945; &#960;&#961;&#959;&#960;&#974;&#955;&#951;&#963;&#951;&#962;:

Bolivar &amp;Loca Beach Bar
Public &#8211; &#928;&#945;&#960;&#945;&#963;&#969;&#964;&#951;&#961;&#943;&#959;&#965; &#8211; Seven Spot &#8211; Ianos
OnlineSales &#942; &#945;&#947;&#959;&#961;&#941;&#962; &#956;&#949; &#960;&#953;&#963;&#964;&#969;&#964;&#953;&#954;&#942; &#954;&#940;&#961;&#964;&#945;, 24 &#974;&#961;&#949;&#962;: http://www.viva.gr/tickets/music/bolivar-beach-bar/beach-house-festival-015/

&#9830; &#924;&#960;&#973;&#961;&#945;: 5&#8364;
&#9830; &#928;&#959;&#964;&#972;: 7&#8364;
&#9830; &#934;&#953;&#940;&#955;&#951;: 85&#8364;

&#928;&#955;&#951;&#961;&#959;&#966;&#959;&#961;&#943;&#949;&#962; - Reservations: 6970367684

website: www.bolivarbeachbar.com
www.beachhousefestival.gr
email: bolivarbeachbar@yahoo.gr
facebook page: Bolivar Beach Bar , Beach House Festival
youtube channel: www.youtube.com/channel/UCn74-PKG6l3mC7STG0od2hQ

&#932;&#959;&#960;&#959;&#952;&#949;&#963;&#943;&#945;: &#913;&#954;&#964;&#942; &#964;&#959;&#965; &#905;&#955;&#953;&#959;&#965;, &#902;&#955;&#953;&#956;&#959;&#962;,
&#924;&#949;&#964;&#945;&#954;&#943;&#957;&#951;&#963;&#951;: &#932;&#961;&#945;&#956; &#963;&#964;&#940;&#963;&#951; &#922;&#945;&#955;&#945;&#956;&#940;&#954;&#953;, &#923;&#949;&#969;&#966;&#959;&#961;&#949;&#943;&#945;: 101, 142, A1, A2, B1, B2, X96 / &#963;&#964;&#940;&#963;&#951; 3&#951; &#922;&#945;&#955;&#945;&#956;&#945;&#954;&#943;&#959;&#965;
http://www.zee.gr/stop/1549

Map
www.google.gr/maps/place/Bolivar+Beach+Bar-+Akti+Tou+Iliou/@37.907366,23.714847,17z/data=!3m1!4b1!4m2!3m1!1s0x14a1be87ede0b2a7:0xcd81cf4cfd0226e

----------------------------------------------------------------------------------------------
&#914;each House Festival 015
Friday 12th of June
Fritz Kalkbrenner / Monika Kruse/ Deborah De Luca/
Woralks / Gardens of God

Friday 12th of June BOLIVAR BEACH BAR organized for the third year the only BEACH HOUSE FSTVL 015 with the hottest names of modern electronic dance scene.

BEACH HOUSE FSTVL 015
THE ATHENS DANCE FSTVL

The line up special once again!

Fritz Kalkbrenner
Fritz proves hip hop, soul and house are not contradictory genres, but rather music coming from the same galaxy. In the autumn of 2008 the song Sky and Sand appeared on the soundtrack to the movie Berlin Calling, the first project Fritz and Paul worked on together. With the 2010 Here Today Gone Tomorrow makes the top ten groove charts of the year, being among the top five albums on iTunes and voted album of the year by Raveline magazine. &#921;n 2012 the track Suol Mates by CD Soul gets great success and Fritz continues his upward trend.

Monika Kruse
Monika Kruse founded her most ambitious project No Historical Backspin in 2000. Influenced by constant violent crimes, beatings against foreigners, Monika decided that Electronic Music must take a stand and show that tolerance and diversity is a fundamental part of the &#8222;Techno &amp; House Culture&#8220;. At the No Historical Backspin all artists speak out openly that they are against fascism and racism. She says. &#8220;Music was my best friend. It never let me down. In good times music was there and in bad times music was there.&#8221;

Deborah De Luca
Within a few years, her music became a high quality brand. Deborah De Luca is synonymous with passion and strong personality. Born in 1980, at the district of Naples she embarked on a career in the music world. Today, Deborah De Luca plays in many clubs all over the world: France, Spain, Portugal, Italy, Greece, Turkey, Switzerland, Germany, Morocco, Slovenia,, Malaysia, Indonesia, Armenia, Russia and always continues to produce fresh and innovative music , although she doesn't belong to any musical trend , but always caters for different tastes.

Woralks
Worakls is a highly talented 25- year old electronic musician from France. He started playing the piano at the age of 3 after being born into a family of musicians. University educated, his knowledge goes beyond electronics, allowing him to create compositions that can't be defined by any specific style. His music is powerful, dreamlike and sophisticated drawing inspiration from multiple genres from classical to rock. Worakls has begun touring the world as an artist prior to even releasing an album.

Gardens of God
Gardens of God comes from Lithuania. A small nation that actually has at the starting line this young producer, whose name evokes a certain mysticism, reflected also in his music. Right in this way he likes to define the sounds contained in his debut EP &#8216;YS&#8217; on Ellum Audio of Maceo Plex. Perhaps we should expect the same from the outcoming EP on BOSO. Just keep an eye on him.


Powered by Minotaur-Minotaur &amp; Blend

Doors open 20:00 hrs

Presale: 13&#8364; 
Doors : 18 &#8364;

Presale at:

Bolivar &amp; Loca Beach Bar
Public &#8211; Papasotiriou &#8211; Seven Spot &#8211; Ianos
OnlineSales or purchases by credit card, 24 hours: http://www.viva.gr/tickets/music/bolivar-beach-bar/beach-house-festival-015/

&#9830; Beer: 5&#8364;
&#9830; Drink: 7&#8364;
&#9830; Bottle: 85&#8364;

Info &amp; Reservations: 6970367684

website: www.bolivarbeachbar.com
www.beachhousefestival.gr
email: bolivarbeachbar@yahoo.gr
facebook page: www.facebook.com/BolivarBeachBar
https://www.facebook.com/pages/Beach-House-Festival/747764878637293
youtube channel: www.youtube.com/channel/UCn74-PKG6l3mC7STG0od2hQ

Location: Akti tou Iliou, Alimos
Access: by tram station Kalamaki, by bus 101,142, A1, A2 , B1 ,B2 ,X96
/ 3rd stop Kalamaki
http://www.zee.gr/stop/1549

Map
www.google.gr/maps/place/Bolivar+Beach+Bar-+Akti+Tou+Iliou/@37.907366,23.714847,17z/data=!3m1!4b1!4m2!3m1!1s0x14a1be87ede0b2a7:0xcd81cf4cfd0226e</description><guid isPermaLink="true">http://127.0.0.1:8000/event/723898111056421</guid></item></channel></rss>